
"keyYes"							= "Sí";
"keyNo"								= "No";
"keyOK"								= "Aceptar";
"keyRequired"						= "Obligatorio";
"keyNone"							= "Ninguno";

"keyPairedDevicesTitle"				= "Dispositivos enlazados:";
"keyFavoriteDevicesTitle"			= "Dispositivos favoritos:";
"keyConnectedDevicesTitle"			= "Dispositivos conectados:";
"keyUnknownDevice"					= "Dispositivo desconocido";
"keyErrorOccurred"					= "Ha ocurrido un error. (0x%x)";
"keyNotAvailable"					= "No disponible.";
"keyNameNotAvailable"				= "Nombre no disponible";
"keyNoDevicePresent"				= "No hay ningún dispositivo Bluetooth.";

"keyPrefReadErrorTitle"				= "Error al leer las preferencias de Bluetooth.";
"keyPrefReadErrorDesc"				= "Parece que la configuración de Bluetooth de este ordenador no es válida. Vuelva a instalar el software Bluetooth e inténtelo de nuevo.";

"keyUnacceptablePathTitle"			= "La ruta especificada no es válida.";
"keyUnacceptablePathDesc"			= "La ruta especificada no es válida para Intercambio de Objetos Bluetooth, probablemente porque no dispone de permisos de escritura en el directorio de destino. Especifique otra ruta.";

"keyPathWarningTitle"				= "No se recomienda usar la carpeta especificada.";
"keyPathWarningDesc"				= "Es posible que la carpeta esté bloqueada o que no tenga privilegios de lectura o escritura en ella.";

"keyPrefSaveErrorTitle"				= "Error al guardar las preferencias de Bluetooth.";
"keyPrefSaveErrorDesc"				= "Algunos ajustes de Bluetooth no se han podido guardar. Es probable que el dispositivo Bluetooth no esté disponible para este ordenador.";

"keyPortInUseTitle"					= "Este puerto está en uso.";
"keyPortInUseDelete"				= "Intenta eliminar un puerto que está en uso. Cierre la aplicación que lo utiliza e inténtelo de nuevo.";
"keyPortInUseEdit"					= "Intenta modificar un puerto que está en uso. Cierre la aplicación que lo utiliza e inténtelo de nuevo.";

"kServiceCannotBeModifiedKey"		= "Este servicio no se puede modificar.";
"kPortCannotBeCreatedOrModifiedKey"	= "Se ha producido un error al intentar crear o modificar el puerto.";

"keyTTYNameAlreadyInUse"			= "Este nombre ya se utiliza";
"keyTTYNameInUseText"				= "El nombre de puerto introducido ya existe. Elija otro nombre.";

"kTTYSerialPortKey"					= "PuertoSerie";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "Puerto serie";
"kBluetoothSerialPortOnKey"			= "Puerto serie Bluetooth activado";
"kBluetoothSerialPortOffKey"		= "Puerto serie Bluetooth desactivado";
"kEditSerialPorts"					= "Editar puertos serie…";
"kSerialPortKey"					= "Puerto serie";
"kSerialPortOnKey"					= "Puerto serie Bluetooth activado";
"kSerialPortOffKey"					= "Puerto serie Bluetooth desactivado";
"kOtherKey"							= "Otra…";
"kBluetoothFileExchangeKey"			= "Intercambio de archivos";
"kBluetoothFileExchangeOnKey"		= "Intercambio de archivos Bluetooth activado";
"kBluetoothFileExchangeOffKey"		= "Intercambio de archivos Bluetooth desactivado";
"kBluetoothFileTransferKey"			= "Transmisión de archivos";
"kBluetoothFileTransferOnKey"		= "Transferencia de archivos Bluetooth activada";
"kBluetoothFileTransferOffKey"		= "Transferencia de archivos Bluetooth desactivada";

"kBluetoothRemoteControlKey"		= "Control remoto";
"kBluetoothRemoteControlOnKey"		= "Control remoto de Bluetooth activado";
"kBluetoothRemoteControlOffKey"		= "Control remoto de Bluetooth desactivado";

"kBluetoothPANServiceKey"			= "Red de área personal";
"kBluetoothPANServiceOnKey"			= "Red de área personal Bluetooth activada";
"kBluetoothPANServiceOffKey"		= "Red de área personal Bluetooth desactivada";

"kDeviceNameTitle"					= "“%@” es el nombre que los dispositivos Bluetooth usan para conectarse a este ordenador.";

"kInKey"							= "Entrada";		/* Short for Incoming */
"kOutKey"							= "Salida";	/* Short for Outgoing */

"kEllipsisString"						= "…";
"kPower"								= "Alimentación";
"kBluetoothPower"						= "Alimentación Bluetooth";
"kBluetoothPowerOn"						= "Bluetooth activado";
"kBluetoothPowerOff"					= "Bluetooth desactivado";
"kBluetoothPowerIsOff"					= "La alimentación Bluetooth está desactivada. Para utilizar Bluetooth, deberá activarla.";
"kTurnBTOff"							= "Desactivar Bluetooth";
"kTurnBTOn"								= "Activar Bluetooth";
"kVersionKey"							= "(Versión: %d.%d.%d%c%d)";
"kOnKey"								= "Activado";
"kCancelKey"							= "Cancelar";
"kOffKey"								= "Desactivado";
"kNever"								= "Nunca";

"kIsConnected"							= "Conectado";
"kIsNotConnected"						= "Sin conexión";

"kAddToFavoritesKey"					= "Añadir a Favoritos";
"kRemoveFromFavoritesKey"				= "Eliminar de Favoritos";

"kRenameDeviceKey"						= "Renombrar";

"kBluetoothSetupDevice"					= "Configurar este dispositivo...";
"kDisconnectDevice"						= "Desconectar";
"kResetDevice"							= "Restablecer ajustes de fábrica del dispositivo";
"kConnectDevice"						= "Conectar";
"kConfigureDevice"						= "Configurar este dispositivo…";
"kMoreInfo"								= "Mostrar más información";
"kHideMoreInfo"							= "Ocultar más información";
"kNoDevicesKey"							= "Ningún dispositivo";

"kDeviceNameKey"						= "Nombre";
"kDeviceAddressKey"						= "Dirección";
"kDeviceTypeKey"						= "Tipo";
"kDeviceServicesKey"					= "Servicios";
"kOtherServices"						= "Otros servicios";
"kUnknownService"						= "Servicio desconocido";

"kPairedHeaderKey"						= "Enlazado";
"kConfiguredHeaderKey"					= "Configurado";
"kFavoriteHeaderKey"					= "Favorito";
"kConnectedHeaderKey"					= "Conectado";
"kSerialPortsHeaderKey"					= "Puertos serie";
"kSerialPortsHeaderDeviceService"		= "Servicio del dispositivo";
"kSerialPortsHeaderPortType"			= "Protocolo del puerto";
"kSerialPortDirectionIncoming"			= "entrada";
"kSerialPortDirectionOutgoing"			= "salida";

"kSerialPortHeadingOutgoing"			= "Seleccione un puerto serie saliente del dispositivo cuyos ajustes desea modificar:";
"kSerialPortHeadingIncoming"			= "Seleccione un puerto serie entrante a este ordenador cuyos ajustes desea modificar:";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "Este es el único teclado conectado al ordenador. Si elimina este teclado ya no podrá acceder a él. ¿Seguro que desea eliminarlo?";
"kHIDDeviceDeleteMousePairingWarning"			= "Éste es el único dispositivo apuntador conectado al ordenador. Si elimina este ratón de la lista, no podrá usarlo. ¿Seguro que desea eliminarlo?";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "Éste es el único dispositivo apuntador conectado al ordenador. Si elimina este trackpad de la lista, no podrá usarlo. ¿Seguro que desea eliminarlo?";
"kHIDDeviceKeyboard"					= "teclado";
"kHIDDeviceMouse"						= "ratón";

"kDiscoverableTooltip"		= "Si esta opción está desactivada, los dispositivos Bluetooth desconocidos ya no podrán encontrar al ordenador. Los dispositivos que estén enlazados todavía podrán conectarse al ordenador.";

"kOptionIsAvailable"		= "Disponible";
"kAvailableServiceTurnOn"	= "Activar el servicio";
"kAvailableServiceTurnOff"	= "Desactivar el servicio";

"kOptionPairing"			= "Necesita enlazar";
"kPairingRequired"			= "Requiere enlazar";
"kPairingNotRequired"		= "No requiere enlazar";

"kOptionReceiveBehavior"	= "Al recibir archivos:";
"kReceiveBehaviorAccept"	= "Aceptar sin avisar";
"kReceiveBehaviorPrompt"	= "Preguntar para cada archivo";

"kOptionHandlePIMItem"		= "Al recibir otros ítems PIM:";
"kOptionHandleOtherItem"	= "Al recibir otros ítems:";
"kHandleItemSave"			= "Guardar";
"kHandleItemOpen"			= "Abrir";
"kHandleItemAsk"			= "Preguntar";

"kOptionReceiveFolder"		= "Recibir carpeta";
"kReceiveFolderChoose"		= "Otra…";

"kOptionFolderForBrowse"	= "Carpeta que pueden explorar";

"kOptionName"				= "Nombre:";
"kOptionShowInNetworkPrefs"	= "Mostrar en el panel de preferencias Red:";
"kOptionType"				= "Tipo:";
"kOptionTypeModem"			= "Módem";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "Editar nombre del puerto…";
"kOptionAddSerialPort"		= "añadir puerto serie";
"kOptionRemoveSerialPort"	= "eliminar puerto serie";

"kButtonAddDevice"			= "Configurar nuevo dispositivo";
"kButtonRemoveDevice"		= "Eliminar dispositivo seleccionado";
"kButtonDeviceOptions"		= "Realiza tareas con el dispositivo seleccionado";
"kBluetoothDevices"			= "Dispositivos Bluetooth";

"kOptionMajorClass"			= "Clase de dispositivo mayor";
"kOptionMinorClass"			= "Clase de dispositivo menor";
"kOptionServiceClass"		= "Clase de servicio de dispositivo";
"kOptionLastNameUpdate"		= "Última actualización de nombre";
"kOptionLastInquiryUpdate"	= "Última actualización de búsqueda";
"kOptionLastServicesUpdate"	= "Última actualización de servicios";
"kOptionProductID"			= "ID del producto";
"kOptionVendorID"			= "ID del fabricante";

"kPerformSDPQueryKey"				= "Actualizar servicios del dispositivo";
"kPerformNameRequestKey"			= "Actualizar nombre del dispositivo";

"kOpenBTPrefsKey"					= "Abrir el panel de preferencias Bluetooth…";
"kMousePreferences"					= "Abrir el panel de preferencias Ratón…";
"kKeyboardPreferences"				= "Abrir el panel de preferencias Teclado…";
"kOpenPrintPrefsKey"				= "Abrir las preferencias de la impresora…";
"kOpenSoundPrefsKey"				= "Abrir las preferencias de sonido…";
"kSendFileToDevice"					= "Enviar archivo…";
"kBrowseDevice"						= "Explorar dispositivo…";

"kTurnOnHeadphones"					= "Usar como dispositivo de audio (estéreo)";
"kTurnOffHeadphones"				= "No usar como dispositivo de audio";
"kTurnOnHeadset"					= "Usar como dispositivo de audio (mono)";
"kTurnOffHeadset"					= "No usar como dispositivo de audio";

"kSyncDevice"						= "Sincronizar…";

"kOpenBTSAKey"						= "Configurar dispositivo Bluetooth...";
"kBTSendFileKey"					= "Enviar archivo…";
"kBTGetFileKey"						= "Explorar dispositivo…";

"kJoinNetwork"						= "Conectarse a la red";
"kKeyDisconnectFromNetwork"			= "Desconectar de la red";
"kRemoveDevice"						= "Eliminar este dispositivo";
"kDeviceOptions"					= "opciones del dispositivo";
"kDeviceNamed"						= "dispositivo %@";

"kOptionConfirm"					= "¿Seguro que desea anular la selección de esta casilla?";
"kOptionAutoBTSAWarning"			= "Asegúrese de que dispone de un dispositivo de entrada USB por si el teclado o el ratón inalámbricos no están disponibles al arrancar.";
	
